#language: ru

Функционал: Пробуем русский
  Это описание функционала.
  Да, оно многострочное.

  Предыстория:
    Допустим есть предыстория
    И она написана на русском

  Сценарий: А это сценарий
    Допустим есть таблица
      | col1 | col2 |
      | v1   | v2   |
    Когда мы её используем
    Тогда можно попробовать объект
    """
    Это
    многострочный
    объект
    """

  Структура сценария: А это структура сценария
    Допустим мы используем <var> переменную
    Когда она равна <value> значению
    Тогда все радуются и апплодируют
    Примеры:
      | var    | value |
      | Привет | мир   |

  Правило: Это бизнес правило
    Пример: Это пример правила
      Допустим мы используем правило
      Когда оно использовано
      Тогда всё станет хорошо